/**************************************************** 
作者信息：
	姓名：耿文博
版权声明：
	版权由北京交通大学计算机与信息技术学院学生耿文博所有，除了任课教师外不可使用。
模块名称 :
	随机二维数组写入文件
摘要 :
	实验代码，属于计算机程序设计课程实验2
其它说明 :
	本模块实现创建一个二维数组并且随机赋值给数组中的元素然后存储在文件中。
模块历史 :
	耿文博于2024年3月10日创建本模块，email: 23281204@bjtu.edu.cn

* *********************************************************/

#include"Lab2_Run.h"

/*
*函数名称：main
*函数功能：实现创建二维数组并随即赋值，然后存储在文件中。
*输入参数：无
*返回值：无
*版本信息：create by WenboGeng
*/
int main(int argc, char* argv[]) {
	//主函数，只调用run函数
	run(argc, argv);
	return 0;
}